[
  {
    "name": "噗小妹",
    "title": "家庭主婦",
    "region": "高原",
    "detail": "嗨～沙沃斯克高原招牌小妹上線！\n\n早上拎掃帚、晚上抱花盆──地板能當鏡子，花園香到蜜蜂排隊打卡。我的哥哥噗汀是大家崇拜的勞工工會會長，我嘛？負責把他後方守成鐵桶陣：\n\n聽見誰在打高原人的主意？我的園藝剪秒變閃光警報器。\n\n聞到哪股「工作份兒被切走」的味道？我比獵犬還靈！\n\n別看我揮著抹布、戴著草帽，其實我最會的技能叫——護‧飯‧碗。高原風再大，也別想吹跑我們的汗水結果！沙沃斯克高原地區勞工們就像他們開採出的美蘭極礦石一樣耀眼！上帝保佑他們！",
    "image": "/static/images/NPCs/高原/NPC-噗小妹.jpg"
  },
  {
    "name": "噗汀",
    "title": "礦工工會會長",
    "region": "高原",
    "detail": "在高原最大的礦世奇派公司，我默默耕耘多年。如今被選為工會會長，不只是榮譽，更是責任。\n\n在這個被資本主義徹底剝削與壓榨的地方，只有靠著我們工人階級的反抗，才有可能複製列寧同志等先烈當年的成功！\n\n女礦工？別說笑了。她們就該為我們在家中做最有力的支柱，我們才能在礦場或談判時義無反顧啊！\n\n礦場的男兒們站起來吧，一起舉起人民的法槌，打倒資本主義的高牆！\nУра! Ура! Ура!",
    "image": "/static/images/NPCs/高原/NPC-噗汀.jpg"
  },
  {
    "name": "礦世奇派",
    "title": "礦世奇派公司老闆",
    "region": "高原",
    "detail": "Hey guys, I’m 礦世奇派，高原最大礦場的掌權人，握有「美蘭極礦石」誰敢不看我臉色？\n\n從礦坑裡一把鐵鎬，一口氣爬上來，我靠的不是運氣，是膽識、手段，還有誰都學不來的狠勁。\n\n我管你是工人還是貴族，只要擋我路，通通滾開。我不信公平、不講團結，那是給輸家聽的鬼話。\n\n我信資源、信利益、信誰撐得久。你說我壓榨人？哈哈哈！excuse me?\n真是笑話！我讓國家發電，我讓城市運轉，別跟我提什麼人情。\n\n要嘛，滾開；要嘛，為我挖礦！！！",
    "image": "/static/images/NPCs/高原/NPC-礦世奇派.jpg"
  },
  {
    "name": "石掰的",
    "title": "礦石占卜師",
    "region": "高原",
    "detail": "我是礦石的女兒，從小不是喝奶，是啃礦渣長大。我能聽見礦石低語、命絕災來—我都能看見。\n\n從小在礦場長大，看著我爸每天黑到看不出表情、我媽的手比鑽頭還粗，隔壁叔叔飯都沒吃就要去加班，我心裡難過得要命。你說我能幫什麼忙？我只好讓他們找我摸摸石頭，哭一下，問一下運勢。\n\n噗小妹和羅絲釘？唉呦～那兩個是我的寶，走到哪跟到哪，一天沒摸石頭就癢。不敢說我是領袖啦，但大家說是，那我也只好勉強接受。\n\n不過我講正經的，美蘭極礦石是我們高原的魂！要是想拿去賣，別說我沒警告你，都趕緊去寫遺書吧。所以呢，聽我一句：「信礦石，得平安，不信礦石，高原亡。」礦石一離開高原，災禍將降臨⋯",
    "image": "/static/images/NPCs/高原/NPC-石掰的.jpg"
  },
  {
    "name": "羅絲釘",
    "title": "活網考古學家",
    "region": "高原",
    "detail": "我這個人有個原則。\n\n第一，從土裡挖出那些骨頭時就該明白——死後除了靈魂啥也帶不走，所以：多積德、少害人。積德例如減少垃圾愛護環境，害人例如夏天冷氣開整天\n\n第二，判斷出土文物的價值並不難——魔鬼總是藏在細節裡，所以：仔細觀察某些人的言行會發現他們其實很假掰，例如政客們\n\n第三，有時候想不出文物對應的年代歷史——書中有黃金屋，手機有百科全書！所以：做任何事不要忘記帶手機，反正手機不會離開我三公尺以外\n\n#正在準備考取律師證照 #上岸",
    "image": "/static/images/NPCs/高原/NPC-羅絲釘.jpg"
  },
  {
    "name": "卡催娜",
    "title": "俄商能源分公司代表",
    "region": "高原",
    "detail": "古有花木蘭代父從軍，現有卡催娜代夫從商！\n\n死去的白月光無法復活，但我志不在尋找下個新歸屬，而是守住老公的事業！身為新任能源公司代表，我支持與俄國展開貿易，以進口俄國天然氣至厄拉科斯，並且以美蘭極礦石進行交易，同時將部分利潤回饋於我的家鄉—高原的建設和福利，讓家鄉變更好！！！\n\n偏見框不住我，我將用實力證明女力的強大，婦聯會是我最強的後盾。\n新一代貴婦，不靠誰，靠自己，不當花瓶，我有的是手段。送給大家三個字 #我要贏。",
    "image": "/static/images/NPCs/高原/NPC-卡催娜.jpg"
  },
  {
    "name": "啤酒花",
    "title": "啤酒花酒莊老闆",
    "region": "綠洲",
    "detail": "Cheers! 我是啤酒花aka澤列綠洲一枝花，只要和大家躺在草皮上喝酒聊天我就開心到開花🍻\n\n我家是開啤酒廠的，還不小間喔。我老爸祖克剝是這裡最有錢、最愛算帳的人，他說我這種個性遲早會讓家族破產，我說那你不要把我生出來啊。\n但就算再怎麼嘴硬，我還是放不下這片土地，還有在這裡生活的所有人。我喜歡和農夫一起在田裡大笑，也喜歡和工人一起待在酒窖。有人說我太衝、太傻，但我天生就看不慣自以為高人一等就為所欲為的人！\n還想知道更多？先看你的酒量比不比得過我嚕😉",
    "image": "/static/images/NPCs/綠洲/NPC-啤酒花.jpg"
  },
  {
    "name": "祖克剝",
    "title": "啤酒花集團CEO",
    "region": "綠洲",
    "detail": "「錢錢錢錢錢，給我錢，人生最大的樂趣就是賺錢！」這正是我，澤列綠洲首富、啤酒花集團CEO的人生座右銘。\n\n我土生土長於綠洲，深愛著這片家鄉，連女兒的名字都取自我一手打造的企業——啤酒花而名，可見我有多愛這片滋養我的土地了吧！\n\n多年來，我致力於推動本地產業發展，拒絕任何威脅綠洲市場穩定的外來勢力，以守護綠洲的經濟命脈，並積極尋求合作機會，讓這片綠洲持續繁榮，確保這片的所有人都能賺大錢！",
    "image": "/static/images/NPCs/綠洲/NPC-祖克剝.jpg"
  },
  {
    "name": "安魚丸",
    "title": "大勢KOL",
    "region": "綠洲",
    "detail": "美蘭極水晶項鍊採用厄拉科斯最頂級的美蘭極礦石，經由知名礦石占卜師精心挑選的高能量水晶，手工製作的高顏值水晶項鍊，相信各位水水們都經常在我的vlog裡見到它，自從配戴了水晶項鍊，整個人在內心的平靜和情感關係上都得到明顯的改善！超級推薦各位水水𖧷 ⁺.\n\n不管是想要甜甜新戀情、工作順利、學業進步的水水們，美蘭極水晶項鍊都能為你帶來好運、增強自信🍀～還可以為日常穿搭增添更多巧思✦.*\n\n\\7/14-7/18 安魚丸X美蘭極水晶手鍊熱烈開團中/，購買詳情請點選主頁連結，即日起到7/18結帳輸入我的折扣碼［yuwon0901］即可享全品項9折！",
    "image": "/static/images/NPCs/綠洲/NPC-安魚丸.jpg"
  },
  {
    "name": "李白",
    "title": "鄉土文學作家",
    "region": "綠洲",
    "detail": "我是一個寫故鄉寫了一輩子的人。\n\n那條陪我長大的小河，如今只留下斑駁的柏油路，連童年的小魚都游進記憶深處，再也找不到影蹤。\n\n人們總說時代在進步，我只看見我筆下豐饒的田野，成了垃圾堆的背景。有人說我脾氣變差了、口氣毒了，我只覺得，若還溫良恭儉讓，就只會被時代踩過。\n\n我不迎合潮流，不相信那些「多元包容」的糖衣口號。有人看我偏激，有人罵我守舊，但我的筆，是為那條河寫的，為那些還在等水來灌溉的老農寫的。",
    "image": "/static/images/NPCs/綠洲/NPC-李白.jpg"
  },
  {
    "name": "唐納德",
    "title": "農業政治領袖",
    "region": "綠洲",
    "detail": "「我是唐納德，是澤列綠洲的兒子。我不是什麼權貴出身，我的父母是農夫，我從軍校走出，穿過沙暴與戰火，只為守住這片我們流血耕耘的土地。但現在，那些高牆裡連泥土都沒摸過的高官，把綠洲變成了他們的金庫，把移民政策當成一場交易！是時候說：夠了！我們要奪回我們的家園，我們的農田，我們的孩子的未來——交回給這片土地真正的主人：亞崔迪人！讓綠洲再次偉大！上帝保佑綠洲！」\n\n──節錄自「為何我們應該要蓋邊境圍牆」演講",
    "image": "/static/images/NPCs/綠洲/NPC-唐納德.jpg"
  },
  {
    "name": "肯恰拿",
    "title": "肯氏集團小公子",
    "region": "港灣",
    "detail": "「Hi everybody，我是肯恰拿，厄拉科斯的經濟命脈我手掐把拿！我是肯氏集團最好哄的小公子，是厄拉科斯交際花，負責拿著爸媽和哥哥賺的錢到處社交和亂花，所有八卦都來講，酒吧包廂是我家～」—— 肯恰拿本人\n\n「肯氏集團作為厄拉科斯首屈一指的大財團，與多家跨國資本和政府有密切交流，旗下公司有肯音、肯泰金控、肯船娛樂等，據傳近期在沙沃斯克高原大舉投資礦石開採基地與發展未來科技。」——厄拉科斯日報",
    "image": "/static/images/NPCs/港灣/NPC-肯恰拿.jpg"
  },
  {
    "name": "梅課兒",
    "title": "新能源公司顧問",
    "region": "港灣",
    "detail": "曾是最年輕的港灣市長，現在的他卸下權力光環，轉戰新能源領域，專注推動新能源技術的革新。\n\n內戰後從綠洲遷徙到克雷亞港灣，從政治素人崛起，推動申根公約簽署到放寬投票權，他的每一步都走得漂亮——但也備受爭議。近期被爆出介入礦石貿易，外界質疑他利用影響力操盤能源布局，他只回：「我向來喜歡讓別人妥協。你的選擇？那是我的恩典。」他的能源是否能成為厄拉科斯的未來？或只是另一次權力遊戲的包裝？又或者僅是敗絮其中？\n\n常被拍到出入歐盟大使館、S&K Bar等政經場所，對於他背後的資金與影響力仍眾說紛紜。但有一點很確定：他從未真正離開過風暴中心。\n\n#能源新秩序 #他回來了嗎 #前市長的逆襲 #要妥協還是選擇",
    "image": "/static/images/NPCs/港灣/NPC-梅課兒.jpg"
  },
  {
    "name": "殷梓軒",
    "title": "私人基金會代表",
    "region": "港灣",
    "detail": "來自盧森堡的殷梓軒，自稱是歐洲貴族的唯一繼承人，現於克雷亞港灣展開一項價值一億的基金會計畫並擔任代表，舉手投足間總散發出「從國外回來的時髦」。\n\n熱衷於在社群平台紀錄日常，清一色是奢華場景與精緻品味的展示，不在乎什麼碳足跡或綠能指標，沒有回收桶的地方，才是她的日常。\n內心直率、重情重義，卻又無法割捨對名利的渴望——在現實與虛榮之間，梓軒總是搖擺不定。金潔妮事業低潮時，曾私下資助一筆創業資金，也因而成為 MantraBank 的股東之一。",
    "image": "/static/images/NPCs/港灣/NPC-殷梓軒.jpg"
  },
  {
    "name": "金潔妮",
    "title": "MantraBank創始人",
    "region": "港灣",
    "detail": "我是金潔妮，擁有國際品牌最愛的臉，曾經手握無數代言，是舞台上的主角，走到哪都是 spotlight。直到一張偷拍照片曝光，徹底摧毀我的形象，讓我從頂流成了笑話，瞬間變得身無分文。\n\n他毫髮無傷，而我卻要承擔全世界的審判？這個社會對女性的惡意所造成的殺傷力，真是讓我心灰意冷。\n\n但我不服輸，離開娛樂圈，我靠自己的力量創造了新的舞台——MantraBank，提供更多底層人士站起來的機會。\n\n現在的我不再討好男人，我只與那些知道自己要什麼的女人並肩作戰。",
    "image": "/static/images/NPCs/港灣/NPC-金潔妮.jpg"
  },
  {
    "name": "桑言",
    "title": "歐盟駐本國大使",
    "region": "港灣",
    "detail": "魔羯男，高層力捧、萬受矚目的歐盟駐厄拉科斯代表，因此走路有風，本地官僚見到桑言，總是一臉敬畏三分、心中咬牙七成。\n\n經濟背景出身的他，擅長把產業談判玩成桌上遊戲，推著歐盟技術與資金強勢進場，克雷亞港灣搖身變成了「有點歐又有點潮」的準國際都會。只是，這股潮，也讓本國人民怒吼他是：歐盟的走狗、賣國白臉官！\n\n有趣的是，外界對他的關注，往往不是政策怎麼走，而是緋聞怎麼傳、八卦怎麼爆！每當聊起桑代表，人們總是先問：「他昨晚又和誰在S&K Bar啦」",
    "image": "/static/images/NPCs/港灣/NPC-桑言.jpg"
  }
]